"Indicates whether a new chat should be started" = "አዲስ ውይይት መጀመር አለበት የሚለውን ይጠቁማል";

"Chat Identifier" = "የውይይት መለያ";

"Message Identifier" = "የመልእክት መለያ";

"Ask ChatGPT" = "ChatGPT ን ይጠይቁ";

"Model to use with the new chat" = "ከአዲሱ ውይይት ጋር ጥቅም ላይ የሚውል ሞዴል";

"New Chat" = "አዲስ ውይይት";

"Start new chat" = "አዲስ ውይይት ይጀምሩ";

"Model" = "ሞዴል";

"Is there anything else you would like to ask about?" = "ስለ ሌላ መጠየቅ የሚፈልጉት ነገር አለ?";

"Message" = "መልእክት";

"%@" = "%@";

"You can continue this chat from the app." = "ይህን ውይይት በመተግበሪያው መቀጠል ይችላሉ።";

"ChatGPT Help" = "ChatGPT Help";

"Check for Updates…" = "ዝመና ይፈልጉ...";

"Model name" = "የሞዴል ስም";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "ይህ ድርጊት ከ ChatGPT ጋር የድምጽ ውይይት ለመጀመር የ ChatGPT መተግበሪያን ያስጀምራል።";

"This action will send a single message to a chat with ChatGPT and return the response." = "ይህ ድርጊት ከChatGPT ጋር ለመወያየት አንድ መልእክት ይልካል እና ምላሹን ይመልሳል።";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "የኋላ እና የፊት ውይይትን ለመፍቀድ ወይም አቋራጭ መንገዱን ወዲያውኑ ከመልሱ በኋላ ለማጠናቀቅ";

"Message to send to ChatGPT" = "ወደ ChatGPT የሚላክ መልእክት";

"Would you like to start a new chat?" = "አዲስ ውይይት መጀመር ይፈልጋሉ?";

"Content" = "ይዘት";

"Settings…" = "ቅንብሮች...";

"What would you like to ask ChatGPT about?" = "ChatGPTን ን መጠየቅ ይፈልጋሉ?";

"Start voice conversation" = "የድምጽ ውይይት ይጀምሩ";

"Toggle Sidebar" = "የጎን ማሳያ ቀይር";

"Which model would you like to use?" = "የትኛውን ሞዴል መጠቀም ይፈልጋሉ?";

"Continuous chat" = "ቀጣይነት ያለው ውይይት";

"Start voice conversation with ChatGPT" = "ከ ChatGPT ጋር የድምጽ ውይይት ይጀምሩ";

"New Temporary Chat" = "New Temporary Chat";

"Model slug" = "ሞዴል ስለግ";

"Change Shortcut" = "አቋራጭ ይቀይሩ";

